Last type in system family '[Name]' cannot be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WarnLastType1 { get; }
  Visual Basic
Public Shared ReadOnly Property WarnLastType1 As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WarnLastType1 {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ElementTypeFailures Class
  Autodesk.Revit.DB Namespace